// Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.

// int Test ()
// {
// int num = Convert.ToInt32(Console.ReadLine());
// int hunt = num / 100;
// int ten = num / 10 % 10;
// int one = num % 10;
// return (ten);
// }
// Console.WriteLine("Введите трехзначное число: ");
// int res = Test();
// Console.WriteLine(res);