// Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.

// int Test ()
// {
// int num = Convert.ToInt32(Console.ReadLine());
// int hunt = num / 100;
// int ten = num / 10 % 10;
// int one = num % 10;
// return (ten);
// }
// Console.WriteLine("Введите трехзначное число: ");
// int res = Test();
// Console.WriteLine(res);


// Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.

// void Test ()
// {
// int num = Convert.ToInt32(Console.ReadLine());
// if (num > 100)
// {
// int one = num % 10;
// Console.WriteLine(one);
// }
// else 
// {
// Console.WriteLine("Третьей цифры нет");
// }
// }
// Console.WriteLine("Введите число: ");
// Test();


//  Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.

// void Test ()
// {
// int num = Convert.ToInt32(Console.ReadLine());
// if (num > 5)
// {
// Console.WriteLine("Выходной день");
// }
// else 
// {
// Console.WriteLine("Рабочий день");
// }
// }
// Console.WriteLine("Введите день недели: ");
// Test();







